aaron-bond.better-comments
astro-build.astro-vscode
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
continue.continue
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-close-tag
github.codespaces
github.github-vscode-theme
hashicorp.terraform
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
orta.vscode-twoslash-queries
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
vitest.explorer
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one