1password
appcleaner
brave-browser
bruno
cmux
devonthink
docker
figma
font-fira-code-nerd-font
fujitsu-scansnap-home
ghostty
google-chrome
handbrake
jordanbaird-ice
kap
keyboardcleantool
linear-linear
logi-options+
nordvpn
notion
numi
obsidian
ollama
onyx
plex
raycast
slack
transmission
utm
visual-studio-code
vlc
whatsapp
zoom